Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/depts/other_files/laereplan_matematikk-felles.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Matematihka oktasašfága oahppoplána
smj: Udir.no - Matematihka aktisasjfága oahppopládna

source: Matematihka oktasašfága oahppoplána
smj: Matematihka aktisasjfága oahppopládna

source: Máhttodepartemeanta mearridan láhkaásahussan 21.06.2013
smj: Mierreduvvam Máhttodepartementas láhkanjuolgadusá milta 21.06.2013

source: Ulbmil
smj: Ulmme

source: Matematihkka lea oassi min máilmmiviidosaš kulturárbbis.
smj: Matematihkka le oasse mijá væráltvijddásasj kulturárbes.

source: Olbmot leat doloža rájes geavahan ja ovdánahttán matematihka systematiseret vásáhusaid, válddahit ja áddet oktavuođaid luonddus ja servodagas ja suokkardit universsa.
smj: Ulmutja li dålusj rájes juo adnám ja åvddånahttám matematihkav åtsådallamijt systematiseritjit, luondo ja sebrudagá aktijvuodajt dádjadittjat ja universav guoradalátjit.

source: Eará inspirašuvdnagáldu ovdánahttit fága lea leamaš ahte olbmot iešalddis leat beroštan bargat matematihkain.
smj: Fáhka le aj åvddånam danen gå ulmutja ietja li ávvusam gå li matematihkajn barggam.

source: Fága guoská olu guovddáš servodatsurggiide nu go medisiidnii, ekonomiijii, teknologiijii, kommunikašuvdnii, energiijahálddašeapmái ja huksendoaimmaide.
smj: Fáhka moatte ájnas sebrudaksuorgijda guoskat, dagu medisijnnaj, økonomijaj, teknologijaj, guládallamij, energijaháldadibmáj ja biggimij.

source: Danne lea nana matematihkkagelbbolašvuohta eaktun servodaga ovdánahttimii.
smj: Danen le matematihka tjehpudahka viehka ájnas sebrudagá åvddånibmáj.

source: Aktiivvalaš demokratiija dárbbaša olbmuid geat máhttet guorahallat, áddet ja kritihkalaččat árvvoštallat kvantitatiiva dieđuid, statistihkalaš analysaid ja ekonomalaš prognosaid.
smj: Dåjmalasj demokratija dárbaj viesádijt gudi dádjadi ja lájttálisát árvustalli kvantitatijva diedojt, statistihkalasj analyjsajt ja ekonomalasj prognosajt.

source: Nu lea matematihkkagelbbolašvuohta dárbbašlaš go galgá áddet ja sáhttit váikkuhit proseassaid servodagas.
smj: Navti le matemahtalasj máhtto dárbulasj jus galggá dádjadit ja vájkkudit prosessajt sebrudagán.

source: Matematihkkagelbbolašvuohta mearkkaša geavahit čuolbmačoavdima ja modellerema analyseret ja nuppástuhttit čuolmma matematihkalaš hápmái, čoavdit dan ja árvvoštallat man gustovaš čoavddus lea.
smj: Matematihkalasj máhtto le gássjelisvuodajt tjoavddet ja modellerit vaj analyseri ja hiebat muhtem gássjelisvuodav matematihka hábmáj, dav tjoavddá ja árvustallá man vuogas tjoavdos le.

source: Dás leat maiddái gielalaš bealit, nu go gaskkustit, ságastallat ja resoneret ideaid.
smj: Dánna li aj gielalasj ássje, dagu gaskostibme, ságastallat ja resonnerit ájádusáj hárráj.

source: Eanaš matematihkalaš doaimmain mii geavahit veahkkeneavvuid ja teknologiija.
smj: Matematihkan álu viehkkenævojt ja teknologijav adná.

source: Sihke máhttit geavahit ja árvvoštallat iešguđet veahkkeneavvuid, ja diehtit daid ráddjehusaid birra, leat dehálaš oasit fágas.
smj: Sihke dav gå máhttá adnet ja árvustallat iesjgeŋgalágásj viehkkenævojt ja daj ráddjidusájt dåbddåt li ájnas oase fágas.

source: Matematihkkagelbbolašvuohta lea dehálaš reaidu ovttaskas olbmui, ja fága sáhttá leat vuođđun viidáset oahpu váldimii ja bargoeallimii ja astoáigedoaimmaide oassálastimii.
smj: Matematihkkamáhtto le ájnas vædtsak juohkka ájnegissaj, ja fáhka máhttá vuodov láhtjet joarkka åhpadussaj ja virggeiellema ja asstoájgedåjmaj oassálasstemij.

source: Matematihkka lea vuođđun stuorra oassái min kulturhistorjjás ja logihkalaš jurddašeami ovdánahttimis.
smj: Matematihkka le vuodon stuorra oassáj mijá kulturhiståvrås ja logalasj ájádallama åvddånahttemis.

source: Nu lea fágas guovddáš rolla álbmotoahpas ja váikkuha identitehtii, jurddašanvuohkái ja iešáddejupmái.
smj: Navti le fágan ájnas oasse åbbålasj bajásgiessemis gå dat vájkkut identitehttaj, ájádallamvuohkáj ja iesjdádjadussaj.

source: Matematihkkafága skuvllas lea mielde ovdánahttimin matematihkkagelbbolašvuođa maid servodat ja ovttaskas olbmot dárbbašit.
smj: Matematihkkafáhka skåvlån le viehkken gå galggá åvddånahttet matematihkka máhtov mav sebrudahka ja juohkka ájnegis dárbaj.

source: Olahan dihtii dán, de fertejit oahppit beassat bargat sihke praktihkalaččat ja teorehtalaččat.
smj: Jus dáv galggá ållidit de hæhttuji oahppe bessat sihke praktihkalattjat ja teorehtalattjat barggat.

source: Oahpahusas barget sihke suokkardemiin, stoahkamiin, hutkás ja čuolbmačoavdi doaimmaiguin ja gálgahárjehallamiin.
smj: Åhpadibme målssu ståhkamis guoradalle, sjuggelis ja tjuolmmatjoavdde dåjmaj ja tjehpudakhárjjidallama gaskan.

source: Praktihkalaš geavahusas oaidnit ávkki matematihkas reaidofágan.
smj: Praktihkalasj anon le matematihkka vædtsak.

source: Skuvlabarggus ávkkástallá guovddáš ideaid, hámiid, struktuvrraid ja oktavuođaid fágas.
smj: Skåvllåbargon ávkástallá fága guovdásj ájádusá, háme, struktuvra ja aktijvuoda åhpadijn.

source: Ohppiid ferte hástalit kommuniseret matematihka čálalaččat, njálmmálaččat ja digitálalaččat.
smj: Galggá oahppijt alodit matematihkav tjálalattjat, njálmálattjat ja digitálalattjat gaskostit.

source: Ferte láhčit diliid nu ahte sihke nieiddat ja gánddat ožžot buriid vásáhusaid matematihkkafágas, mat hábmejit buriid guottuid ja nana fágagelbbolašvuođa.
smj: Galggá dilev láhtjet váj sihke báhtja ja næjtso oadtju vijdes åtsådallamijt matematihkkafágajn, man baktu vas buorre miella ja nanos fáhkatjehpudahka boahtá.

source: Ná láhčá vuođu eallinagi oahppamii.
smj: Návti vuodov dahká oahppamij iellemav miehtáj.

source: Fága lea juhkkojuvvon váldoosiide maidda leat hábmejuvvon gelbbolašvuođamihttomearit.
smj: Fáhka le oajvveåsijda juogeduvvam, ja juohkka oasen li máhtudakmihto.

source: Váldooasit dievasmahttet guhtet guoimmiset, ja daid ferte geahččat oktilaččat.
smj: Oajvveoase li oase ållesvuodas ja dajn le aktijvuohta.

source: Fága lea oktasašfága joatkkaoahpahusa buot oahppoprográmmaide.
smj: Fáhka le aktisasjfáhka mij gullu gájka joarkkaåhpadusáj oahppoprográmmajda.

source: Oahpahus galgá danne dahkkot eanemus lági mielde relevántan ohppiide ja heivehuvvot iešguđet oahppoprográmmaide.
smj: Danen galggá åhpadusáv iesjgeŋga oahppoprográmmaj hiebadit váj sjaddá nav relevánta gå vejulasj oahppijda.

source: Matematihkas leat gelbbolašvuođamihttomearit maŋŋil vuođđoskuvlla 2., 4., 7. ja 10. jahkecehkiid ja maŋŋil joatkkaoahpahusa Jo1:ža studerenráhkkanahtti ja fidnofágalaš oahppoprográmmaid.
smj: Matematihkan li vissa máhtudakmihto vuodoskåvlå 2., 4., 7. ja 10. jahkedáse maŋŋela ja joarkkaåhpadusá Jo1 studerimgárvediddje ja viddnofágalasj oahppoprográmmaj maŋŋela.

source: Jo1:žis leat guokte variántta oahppoplánas.
smj: Jo1:an li guokta variánta oahppoplánas.

source: T-variánta lea eanet teorehtalaš, ja P-variánta fas lea eanet praktihkalaš.
smj: T-variánta le ienep teorehtalasj, ja P-variánta le ienep praktihkalasj.

source: Goappašat variánttat addet oppalaš studerengelbbolašvuođa studerenráhkkanahtti oahppoprográmmain ovttas juogo oktasaš prográmmafágain matematihkas Jo2:žis (2T/2P) dahje prográmmafágain matematihkas (R1/S1).
smj: Goappátja variánta vaddi dábálasj oahppomáhtudagáv oahppogárvedime oahppoprográmmajn aktan juogu de aktisasj prográmmafágajn matematihkan Jo2:n (2T/2P) jali matematihka prográmmafágajn (R1/S1).

source: Fidnofágalaš oahppoprográmmaid ohppiin galget Jo1:žis leat golbma viđátoasi oahppoplánas matematihkka 1 P dahje 1 T.
smj: Viddnofágalasj oahppoprográmma oahppe galggi Jo1:an tjadádit gålmmå vidádisåsijt oahppoplánas 1 P jali 1 T matematihkan.

source: Oahppoplána čájeha matematihka gelbbolašvuođamihttomeriid fidnofágalaš oahppoprográmmain 1T-Y ja 1P-Y.
smj: Oahppopládna vuoset matematihka máhtudakmihtojt viddnofágalasj oahppoprográmmajn 1T-Y ja 1P-Y.

source: Váldoosiid bajilgovva:
smj: Oajvveåsij gåvvå:

source: Váldooassi
smj: Jahkedáse

source: Logut
smj: Oajvveoase

source: Mihtideapmi
smj: Tálla

source: Statistihkka
smj: Geometrija

source: Logut ja algebra
smj: Tálla ja algebra

source: Ekonomiija
smj: Geometrija

source: Logut ja algebra-váldooassi galgá ovdánahttit lohkoáddejumi ja máhtu das mo logut ja lohkogieđahallan doibmet vuogádagain ja minstariin.
smj: Tálla ja algebra-oajvveoasse galggá tálladádjadusáv åvdedit ja máhtov låpptit gåktu tálla ja tállagiehtadallam systemajn ja minsstarijn doajmmi.

source: Loguiguin sáhttá kvantifiseret dohkiid ja sturrodagaid.
smj: Tállaj máhttá lågojt ja stuorrudagájt kvantifiserit.

source: Loguide gullet sihke olles logut, cuovkkat, desimálalogut ja proseanttat.
smj: Tállaj suorgge sisadná ålles tálla, fraksjåvnå, desimaltálla ja prosenta.

source: Algebra skuvllas generalisere lohkorehkenastima dan bokte ahte bustávat dahje eará symbolat ovddastit loguid.
smj: Algebra skåvlån generaliseri tállariekknimav gå bokstáva jali ietjá symbåvlå tállajt åvdåsti.

source: Dat dahká vejolažžan válddahit ja analyseret minstariid ja oktavuođaid.
smj: Navti sjaddá vejulasj minsstarijt ja aktijvuodajt gåvådit ja analyserit.

source: Algebra geavahuvvo maiddái geometriija- ja funkšuvnnat-váldoosiid oktavuođas.
smj: Algebra aneduvvá aj geometrija ja funksjåvnåj oajvveåsijn.

source: Geometriija skuvllas mearkkaša earret eará analyseret guovtte- ja golmmadimenšunálat govvosiid iešvuođaid ja ráhkadit konstrukšuvnnaid ja meroštallamiid.
smj: Geometrija skåvlån mierkki ierit ietján analyserit guovte- ja gålmådimensjonála gåvvusij vuogijt ja konstruksjåvnåjt ja merustallamijt dahkat.

source: Dalle studere dynámalaš proseassaid nu go speadjalastima, joraheami ja sirdáseami.
smj: Geometrijan studeri dynámalasj prosessajt dagu spiedjildibme, jårgijdibme ja dåbedallam.

source: Váldooassi fátmmasta maiddái dan ahte čađahit ja válddahit sajusteami ja sirdima.
smj: Oajvveoasse sisadná aj gåvådit ruktonehtaj, kártaj ja koordináhttasystemaj sajev ja dåbedallamav.

source: Mihtideapmi mearkkaša buohtastahttit ja dávjá čatnat lohkosturrodaga objektii dahje doahkkái.
smj: Mihttim mierkki buohtastahttet ja álu tjadnat tállastuorrudagáv objæktaj jali låhkuj.

source: Dát proseassa gáibida geavahit mihttoovttadagaid ja heivvolaš teknihkaid, mihtidanreaidduid ja hámuid.
smj: Dát prosæssa gájbbet adná mihttimstuorrudagájt ja hiebalgis teknihkajt, mihttimvædtsagijt ja formelijt.

source: Bohtosa árvvoštallan ja mihtidaneahpesihkarvuođa ságaškuššan leat dehálaš oasit mihtidanproseassas.
smj: Ájnas oase mihttimprosessas le båhtusav árvustallat ja árvvaladdet man iehpesihkara båhtusa li.

source: Statistihkkii gullá plánet, čohkket, organiseret, analyseret ja ovdanbuktit dataid.
smj: Statistihkkaj gullu dáhtájt plánit, tjoahkkit, organiserit, analyserit ja åvddånbuktet.

source: Dataanalysii gullá válddahit datamateriála oppalaš iešvuođaid.
smj: Dáhtáanalyjssaj gullu tjielggit åbbålattjat gåktu dáhtámateriálla le.

source: Árvvoštallat ja kritihkalaččat guorahallat bohtosiid ja dataovdanbuktimiid leat guovddáš oasit dán proseassas.
smj: Båhtusij ja dáhtáj åvddånbuktema árvustallam ja lájttális gehtjadibme le ájnas oasse dát prosessas.

source: Jáhkehahttivuođarehkenastimis čállá lohkun man stuorra jáhkehahttivuohta lea ahte dáhpáhus dáhpáhuvvá.
smj: Jáhkedahttevuodariekknimin gæhttjal tállaj tjállet man stuorra jáhkedahttevuohta le jut dáhpádus ajtu dáhpáduvvá.

source: Kombinatorihkas bargá systemáhtalaš vugiiguin gávnnahit loguid, ja dávjá lea dat dárbbašlaš jus galgá sáhttit rehkenastit jáhkehahttivuođaid.
smj: Kombinatorihkan barggá systemáhtalasj vuogij gåktu tállajt gávnnat, ja dassta le álu dárbbo gå galggá jáhkedahttevuoda merustallat.

source: Funkšuvdna válddaha rievdama dahje ovdáneami sturrodagas mii čielgasit sorjá nuppis.
smj: Funksjåvnnå gåvvit rievddamav jali åvddånahttemav muhtem stuorrudagás mij le muhtem ietjá stuorrudahkaj tjadnum.

source: Funkšuvnnaid sáhttá čállit máŋgga láhkai, ovdamearkka dihtii hámuid, tabeallaid ja gráfaid bokte.
smj: Funksjåvnåjt máhttá moatte láhkáj tjállet, duola dagu foarmmalij, tabellaj ja gráfaj baktu.

source: Funkšuvnnaid analysa mearkkaša ohcat dihto iešvuođaid, nu go man jođánit ovdáneapmi dáhpáhuvvá, ja goas ovdáneapmái šaddet erenoamáš árvvut.
smj: Funksjåvnåj analyjssa mierkki åhtsåt vissa vuogijt, dagu man jåhtelit juoga åvddån ja goassa dát åvddånibme sierralágásj tállajt oadtju.

source: Ekonomiija-váldooassi gieđahallá meroštallamiid ja árvvoštallamiid mat gusket ekonomalaš beliide.
smj: Ekonomija-oajvveoasse giehtadallá merustallamijt ja árvustallamijt ma ekonomalasj ássjijda guosski.

source: Diibmolohku
smj: Tijmmalåhko

source: Tiibmalohku lea almmuhuvvon 60-minuhta ovttadahkan.
smj: Akta tijmma le 60-minuhta.

source: 1.–4. jahkeceahkit: 560 tiimma
smj: 1.-4. jahkedásijn: 560 tijma

source: 5. –7. jahkeceahkit: 328 tiimma
smj: 5.-7. jahkedásijn: 328 tijma

source: 8.–10. jahkeceahkit: 313 tiimma
smj: 8.-10 jahkedásijn: 313 tijma

source: Vuođđogálggat
smj: Jo1: 140 tijma

source: Vuođđogálggat leat integrerejuvvon gelbbolašvuođamihttomeriide gos dat leat mielde ovdánahttimin fágagelbbolašvuođa ja leat maid oassin das.
smj: Vuodotjehpudagá li integreridum máhtudakmihtojda, gånnå li fáron fáhkamáhtudagáv åvddånahttemin ja li aj dassta oassen.

source: Matematihkas áddejuvvojit vuođđogálggat ná:
smj: Matematihkan dádjaduvvi vuodotjehpudagá náv:

source: Njálmmálaš gálggat matematihkas mearkkašit duddjot matematihkkaáddejumi guldaleami, hállama ja ságastallama bokte.
smj: Njálmálasj tjehpudagá matematihkan mierkki vuojnov hábbmit matematihka gulldalime, håla ja ságastallama baktu.

source: Dát mearkkaša duddjot áddejumi, gažadit ja ákkastallat geavahettiin sihke eahpeformálalaš giela, aiddolaš fágaterminologiija ja doahpagiid.
smj: Dat sisadná juojddáv miejnnit, gatjádallat ja argumenterit sihke iehpeformála giela, tjielgga fáhkaterminologija ja buojkuldagáj ano baktu.

source: Dát mearkkaša searvat ságastallamiidda, muitalit ideaid ja ságaškuššat matematihkalaš čuolmmaid, čovdosiid ja strategiijaid earáiguin.
smj: Dat sihtá javllat ságastallamijda sæbrrat, ájádusájt subtsastit ja matemáhtalasj tjuolmajt, tjoavddusijt ja strategijajt iehtjádij siegen árvvaladdat.

source: Njálmmálaš gálggaid ovdáneapmái matematihkas vuolgá matematihka birra ságastallamis ja ovdána kompleaksa fágalaš fáttáid ovdanbuktimii ja ságaškuššamii.
smj: Matematihka njálmálasj tjehpudagáj åvddånibme vuolggá matematihka ságastallamijda sæbrramis gitta gássjelap fágalasj ássjijt åvddånbuvtátjit ja árvvalattatjit.

source: Dasto gullá ovdáneapmái álkes matematihkalaš giela geavaheamis ovdánit aiddolaš fágaterminologiija ja ovdanbuktinvugiid ja aiddolaš doahpagiid geavaheapmái.
smj: Vijddábut vuolggá åvddånibme álkkes matematihkalasj gielav adnemis gitta dárkkelis fáhkaterminologijav, javllamvuogev ja buojkuldagájt anátjit.

source: Máhttit čállit matematihka mielddisbuktá válddahit ja čilget jurddašanvuogi ja bidjat sániid fuomášumiide ja ideaide.
smj: Buktet tjállet matematihkan mierkki gåvådit ja tjielggit muhtem ájádallamvuogev ja bágojt biedjat gávnnusijda ja ájádusá.

source: Dát mearkkaša geavahit matematihkalaš symbolaid ja formálalaš matematihkalaš giela čoavdit čuolmma ja ovdanbuktit čovdosiid.
smj: Dat sisadná matematihkalasj symbåvlåjt ja formálalasj matematihkalasj gielav adnet tjuolmajt tjoavdátjit ja tjoavddusijt åvddånbuvtátjit.

source: Dasto mearkkaša dát ráhkadit tevnnegiid, sárgosiid, govvosiid, gráfaid, tabeallaid ja diagrámmaid mat leat heivehuvvon vuostáiváldái ja dilálašvuhtii.
smj: Vijddábut dat sihtá javllat dahkat tjuorggamijt, sárggomijt, gåvådagájt, gráfajt, tabellajt ja diagrámmajt ma li vuosstájválldáj ja dilláj hiebaduvvam.

source: Čállin matematihkas lea reaidu ovdánahttit iežas jurdagiid ja oahppama.
smj: Tjállem matematihkan le vædtsak ietjas ájádusájt ja oahppamav åvddånahtátjit.

source: Čállinovdáneapmi matematihkas vuolgá álkes ovdanbuktinvugiin ja ovdána dađistaga formálalaš symbolagiela ja aiddolaš fágaterminologiija geavaheapmái.
smj: Matematihka tjállema åvddånibme vuolggá álkkes åvddånbuktemvuogijs maŋenagi formála symbåvllågiela ja dárkkelis fáhkaterminologija adnuj.

source: Dasto gullá ovdáneapmái álkes matematihkkafágalaš dilálašvuođaid válddaheamis ja systematiseremis ovdánit ollislaš kompleaksa oktavuođaid ákkastallamii.
smj: Vijddábut vuolggá åvddånibme álkkes matematihkkafágalasj dilijt tjielggimis ja systematiserimis gitta ålleslasj argumentasjåvnåv tjielggitjit gássjelis aktijvuodaj hárraj.

source: Máhttit lohkat matematihka mearkkaša áddet ja geavahit symbolagiela ja ovdanbuktinvugiid hábmet oaiviliid teavsttain árgabeaieallimis ja bargoeallimis ja maiddái matematihkkafágalaš teavsttain.
smj: Buktet låhkåt matematihkan mierkki dádjadit ja adnet symbåvllågielav ja javllamvuogijt váj dádjat árggabiejve, barggoiellema ja matematihkkafágalasj tevstajt.

source: Matematihkkafágii gullet ovttastuvvon teavsttat main leat matematihkalaš ovdanbuktimat, gráfat, diagrámmat, tabeallat, symbolat, hámut ja logalaš jurddašeapmi.
smj: Matematihkkafáhkaj gulluji moatte lágásj tevsta majn li matematihkalasj åvddånbuktemvuoge, gráfa, diagrámma, tabella, symbåvlå, foarmmala ja logalasj ájádallam.

source: Lohkan matematihkas mearkkaša rátkit dieđuid, analyseret ja árvvoštallat hámiid ja sisdoalu ja čoahkkáigeassit dieđuid teavsttaid iešguđet elemeanttain.
smj: Låhkåm matematihkan mierkki diedojt sorterit, analyserit ja árvustallat hámev ja sisanov ja aktidit diedojt tevsta iesjgeŋga elementajs.

source: Lohkanovdáneapmi matematihkas vuolgá dieđuid gávdnamis ja geavaheamis teavsttain main lea álkes symbolagiella, ja ovdána oaivila gávdnamii kompleaksa fágateavsttain main lea váttes symbolagiella ja doabageavaheapmi ja daid reflekteremii.
smj: Låhkåmåvddånibme matematihkan vuolggá diedojt gávnnamis ja adnemis tevstajn majn le álkkes symbåvllågiella gitta miejnigav dádjadittjat ja reflekteritjit gássjelis fáhkatevstaj badjel majn le dárkkelis symbåvllågiella ja buojkuldagá.

source: Máhttit rehkenastit vuođđogálgan mearkkaša geavahit symbolagiela, matematihkalaš doahpagiid, vuogádagaid ja iešguđet strategiijaid čuolbmačoavdimii ja suokkardallamiidda main vuolggasadjin leat sihke praktihkalaš árgabeaidilálašvuođat ja matematihkalaš čuolmmat.
smj: Buktet riekknit vuodotjehpudahkan mierkki adnet symbåvllågielav, matematihkalasj buojkuldagájt, barggovuogijt ja moatte lágásj strategijajt tjuolmmatjoavddemin ja guoradallamin man álggo le sihke bæjválasj praktihkalasj dille ja matematihkalasj tjuolmma.

source: Dát mearkkaša dovdát ja válddahit dilálašvuođaid main matematihkka lea oassin, ja geavahit matematihkalaš metodaid gieđahallat čuolmmaid.
smj: Dat mierkki dåbddåt ja gåvådit dilijt gånnå matematihkka le oassen, ja matematihkalasj metodajt adnet tjuolmaj tjoavdedijn.

source: Oahppi ferte maiddái gulahallat ja árvvoštallat man gustovaččat čovdosat leat.
smj: Oahppe hæhttu aj guládallat ja árvustallat makta tjoavddusa dåhkkiduvvi.

source: Rehkenastinovdáneapmi matematihkas vuolgá loguid vuođđoáddejumis ja dovdámis ja čuolmma čoavdimis álkes dilálašvuođaid vuođul ja ovdána váttes, kompleaksa čuolmmaid analyseremii ja čoavdimii iešguđet strategiijaid ja metodaid geavahemiin.
smj: Riekknimåvddånibme matematihkan vuolggá vuodulasj tálladádjadimes ja álkkes tjuolmajt ájttsamis ja tjoavddemis gitta vijdes spekterav kompleksa tjuolmajs analyseritjit ja moattelágásj strategijaj ja metåvdåj tjoavdátjit.

source: Dat mearkkaša dađistaga eanet geavahit iešguđet veahkkeneavvuid rehkenastimis, modelleremis ja gulahallamis.
smj: Dat mierkki maŋenagi ienebut adnet iesjgeŋgalágásj viehkkenævojt riekknimin, modellerimin ja guládallamin.

source: Digitála gálggat matematihkas mearkkaša geavahit digitála reaidduid oahppamii spealuid, suokkardallama, visualiserema ja ovdanbuktima bokte.
smj: Digitála tjehpudagá matematihkan mierkki digitála vædtsagijt oahppamij adnet spelaj, guoradallama, visualiserima ja åvddånbuktema baktu.

source: Das lea maiddái sáhka dovdat, geavahit ja árvvoštallat digitála reaidduid meroštallamiidda, čuolbmačoavdimiidda, simuleremiidda ja modelleremiidda.
smj: Dáppe le aj sáhka dåbddåt, adnet ja árvustallat digitála vædtsagijt merustallamijda, tjuolmmatjoavddemijda, simulerimijda ja modellerimijda.

source: Dasto mearkkaša dát gávdnat dieđuid, analyseret, gieđahallat ja ovdanbuktit dieđuid ulbmillaš reaidduiguin, ja leat kritihkalaš gálduide, analysaide ja bohtosiidda.
smj: Vijddábut dat mierkki diedojt gávnnat, analyserit, giehtadallat ja åvddånbuktet hiebalasj vædtsagij, ja liehket lájttális gáldojda, analyjsajda ja båhtusijda.

source: Digitála gálggaid ovdánahttin mearkkaša bargat ovttastuvvon digitála teavsttaiguin mat šaddet dađistaga váddáseabbun.
smj: Digitála tjehpudagáj åvddånahttem mierkki barggat aktiduvvam digitála tevstaj ma sjaddi gássjelabbo ájge tjadá.

source: Dasto mearkkaša dát dađistaga buorebut oaidnit makkár ávki digitála reaidduin lea oahppamii matematihkkafágas.
smj: Vijddásappot dat mierkki ájn ienebut vuojnnet man ávkálasj digitála vædtsaga li matematihkkafága oahppamij.

source: Gelbbolašvuođamihttomearit 2. jahkeceahki maŋŋil
smj: Máhtudakmihto 2. jahkedáse maŋŋela

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: lohkat 100 rádjai, juohkit ja hukset dohkiid 10 rádjai, bidjat oktii ja juohkit logešjoavkkuid gitta 100 rádjai ja juohkit guovttesiffarloguid logežiidda ja ovttežiidda
smj: låhkåt 100 rádjáj, juohket ja dahkat stuorrudagájt 10 rádjáj, biedjat aktij ja juohket lågisjjuohkusijt gitta 100 rádjáj ja guovtesiffar tállajt lågegijda ja avtitjijda

source: geavahit lohkolinnjá meroštallamis ja čájehit lohkosturrodagaid
smj: tállalinjav adnet merustallamijda ja tállastuorrudagájt vuosedittjat

source: sulliirehkenastit dohkiid, lohkat, buohtastahttit loguid ja ovdanbuktit lohkosturrodagaid iešguđetlágan vugiiguin
smj: sulleriekknistit tállajt, låhkåt, tállajt buohtastahttet ja tállastuorrudagájt åvddånbuktet iesjgeŋgalágásj vuogij

source: ovdánahttit, geavahit ságastallat iešguđetlágan rehkenastinstrategiijaid guovttesiffarloguid addišuvnnas ja subtrakšuvnnas ja árvvoštallat man heivvolaččat vástádusat leat
smj: åvddånahttet, adnet ja ságastallat iesjgeŋgalágásj riekknimstrategijaj hárraj gåktu adderit ja subtraherit guovtesiffar tállajt ja árvustallat makta vásstádusá hiehpi

source: duppalastit ja beallidit
smj: gærdodit ja bielledit

source: dovdát, ságastallat ja joatkit lohkominstariid struktuvrraid
smj: dåbddåt, ságastallat ja joarkket tállaminsstarij struktuvrajt

source: dovdát ja válddahit guovtte- ja golmmadimenšunálat govvosiid dovdomearkkaid nu go čiegaid, ravddaid ja olggožiid, ja sirret ja namuhit govvosiid dáid dovdomearkkaid vuođul
smj: dåbddåt ja gåvådit guovte- ja gålmådimensjonála gåvvusij dåbddomerkajt dagu tjiega, rabda ja jalgudagá ja figuvrajt tjuolldet ja namádit gåvvusijt dåj dåbddomerkaj milta

source: dovdát, geavahit ja ságastallat speajalsymmetriija praktihkalaš oktavuođain
smj: dåbddåt ja adnet spiedjilsymmetrijav praktihkalasj aktijvuodajn, ja ságastallat dan birra

source: ráhkadit ja suokkardit geometralaš minstariid sihke digitála reaidduiguin ja daid haga, ja válddahit daid njálmmálaččat
smj: dahkat ja guoradallat geomehtralasj minsstarijt, sihke digitála vædtsagij ja daj dagá, ja dajt njálmálattjat gåvådit

source: mihtidit ja buohtastahttit guhkkodagaide ja areálaide gullevaš sturrodagaid standardiserekeahtes ja standárda mihttoovttadagaid vehkiin, válddahit mo ja ságastallat bohtosiid birra
smj: mihttit ja buohtastahttet stuorrudagájt ma guosski guhkkudagájda ja areálajda, standardiserigahtes ja standárda mihttimavtadagáj, gåvådit gåktu ja båhtusij birra ságastallat

source: namuhit beivviid, mánuid ja álkes tiibmameriid
smj: nammadit biejvijt, mánojt ja álkkes láhkáj vásstedit gatjálvissaj “ gallen la ? ”
